Repository: xcv58/MacTools
Catalog: Plugins/StorageExplorer/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# storageExplorer.selectVisible
source: 选择列表项目
ar: تحديد عناصر القائمة
de: Angezeigte Objekte auswählen
en: Select listed items
es: Seleccionar elementos de la lista
fr: Sélectionner les éléments affichés
ja: リスト項目を選択
ko: 목록 항목 선택
pt: Selecionar itens da lista
ru: Выбрать объекты списка
tr: Listedeki Öğeleri Seç
zh_hant: 選擇列表項目

# storageExplorer.review
source: 审阅…
ar: مراجعة…
de: Prüfen…
en: Review…
es: Revisar…
fr: Examiner…
ja: 確認…
ko: 검토…
pt: Rever…
ru: Проверить…
tr: İncele…
zh_hant: 審閱…

# storageExplorer.skippedCount
source: 跳过 %d 项
ar: تم تخطي %d عناصر
de: %d Objekte übersprungen
en: Skipped %d items
es: Se omitieron %d elementos
fr: %d éléments ignorés
ja: %d 項目をスキップ
ko: %d개 항목 건너뜀
pt: %d itens ignorados
ru: Пропущено объектов: %d
tr: %d öğe atlandı
zh_hant: 略過 %d 項

# storageExplorer.selectedItemsFormat
source: 已选 %d 个项目（共 %@）
ar: تم تحديد %d (%@)
de: %d ausgewählt (%@)
en: %d selected (%@)
es: %d seleccionados (%@)
fr: %d sélectionnés (%@)
ja: %d 項目を選択（%@）
ko: %d개 선택됨 (%@)
pt: %d selecionados (%@)
ru: Выбрано: %d (%@)
tr: %d seçili (%@)
zh_hant: 已選 %d 個項目（共 %@）

# storageExplorer.sizeColumn
source: 大小
ar: الحجم
de: Größe
en: Size
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt: Tamanho
ru: Размер
tr: Boyut

# storageExplorer.nameColumn
source: 名称
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt: Nome
ru: Имя
tr: Ad
zh_hant: 名稱

# storageExplorer.clearSelection
source: 取消选择
ar: إلغاء التحديد
de: Auswahl aufheben
en: Clear selection
es: Borrar selección
fr: Désélectionner
ja: 選択を解除
ko: 선택 해제
pt: Limpar seleção
ru: Снять выделение
tr: Seçimi Temizle
zh_hant: 取消選擇

# storageExplorer.proportionColumn
source: 占比
ar: النسبة
de: Anteil
en: Share
es: Proporción
fr: Part
ja: 割合
ko: 비율
pt: Proporção
ru: Доля
tr: Pay
zh_hant: 佔比

# storageExplorer.movedToTrash
source: 已移至废纸篓
ar: تم النقل إلى سلة المهملات
de: In den Papierkorb bewegt
en: Moved to Trash
es: Se movió a la Papelera
fr: Déplacé vers la corbeille
ja: ゴミ箱に移動しました
ko: 휴지통으로 이동됨
pt: Movido para o Lixo
ru: Перемещено в корзину
tr: Çöpe Taşındı
zh_hant: 已移至垃圾桶

# storageExplorer.trashOperationFailed
source: 无法将所选项目移至废纸篓。请检查所选项目后重试。
ar: تعذر نقل العناصر المحددة إلى سلة المهملات. راجعها وحاول مرة أخرى.
de: Die ausgewählten Objekte konnten nicht in den Papierkorb bewegt werden. Prüfen Sie sie und versuchen Sie es erneut.
en: The selected items could not be moved to Trash. Review them and try again.
es: No se pudieron mover los elementos seleccionados a la Papelera. Revísalos e inténtalo de nuevo.
fr: Impossible de déplacer les éléments sélectionnés vers la corbeille. Vérifiez-les puis réessayez.
ja: 選択した項目をゴミ箱に移動できませんでした。項目を確認してからもう一度お試しください。
ko: 선택한 항목을 휴지통으로 이동할 수 없습니다. 항목을 확인한 후 다시 시도하십시오.
pt: Não foi possível mover os itens selecionados para o Lixo. Revise-os e tente novamente.
ru: Не удалось переместить выбранные объекты в корзину. Проверьте их и повторите попытку.
tr: Seçili öğeler çöpe taşınamadı. Bunları inceleyip yeniden deneyin.
zh_hant: 無法將所選項目移至垃圾桶。請檢查所選項目後再試一次。

# storageExplorer.trashPartialFailure
source: %d 个项目未能移至废纸篓：%@
ar: تعذر نقل %d من العناصر إلى سلة المهملات: %@
de: %d Objekte konnten nicht in den Papierkorb bewegt werden: %@
en: %d items could not be moved to Trash: %@
es: No se pudieron mover %d elementos a la Papelera: %@
fr: %d éléments n’ont pas pu être déplacés vers la corbeille : %@
ja: %d 項目をゴミ箱に移動できませんでした：%@
ko: %d개 항목을 휴지통으로 이동할 수 없습니다: %@
pt: Não foi possível mover %d itens para o Lixo: %@
ru: Не удалось переместить в корзину объектов: %d — %@
tr: %d öğe çöpe taşınamadı: %@
zh_hant: %d 個項目未能移至垃圾桶：%@

# storageExplorer.applicationsAndPackages
source: 应用与软件包
ar: التطبيقات والحزم
de: Apps und Pakete
en: Apps and packages
es: Apps y paquetes
fr: Apps et paquets
ja: アプリとパッケージ
ko: 앱 및 패키지
pt: Apps e pacotes
ru: Приложения и пакеты
tr: Uygulamalar ve paketler
zh_hant: 應用程式與套件

# storageExplorer.browseItems
source: 浏览项目
ar: تصفح العناصر
de: Objekte durchsuchen
en: Browse items
es: Explorar elementos
fr: Parcourir les éléments
ja: 項目をブラウズ
ko: 항목 탐색
pt: Explorar itens
ru: Просмотр объектов
tr: Öğelere Göz At
zh_hant: 瀏覽項目

# storageExplorer.openPath
source: 打开 %@
ar: فتح %@
de: %@ öffnen
en: Open %@
es: Abrir %@
fr: Ouvrir %@
ja: %@を開く
ko: %@ 열기
pt: Abrir %@
ru: Открыть %@
tr: %@ Öğesini Aç
zh_hant: 開啟 %@

# storageExplorer.dropToReview
source: 拖到这里以加入审阅
ar: أفلت هنا للإضافة إلى المراجعة
de: Zum Prüfen hier ablegen
en: Drop here to add for review
es: Suelta aquí para añadir a revisión
fr: Déposez ici pour ajouter à la vérification
ja: ここにドロップして確認に追加
ko: 검토에 추가하려면 여기에 놓으십시오
pt: Solte aqui para adicionar à revisão
ru: Перетащите сюда для проверки
tr: İncelemeye eklemek için buraya bırakın
zh_hant: 拖到這裡以加入審閱

# storageExplorer.dropToReviewDescription
source: 也可以点按项目旁的加号。
ar: يمكنك أيضًا النقر على زر الإضافة بجانب العنصر.
de: Sie können auch auf das Plus neben einem Objekt klicken.
en: You can also click the plus button beside an item.
es: También puedes hacer clic en el botón más junto a un elemento.
fr: Vous pouvez aussi cliquer sur le bouton plus d’un élément.
ja: 項目の横にあるプラスボタンでも追加できます。
ko: 항목 옆의 더하기 버튼을 클릭할 수도 있습니다.
pt: Também pode clicar no botão de mais ao lado de um item.
ru: Также можно нажать кнопку плюса рядом с объектом.
tr: Ayrıca bir öğenin yanındaki artı düğmesine tıklayabilirsiniz.
zh_hant: 也可以按一下項目旁的加號。

# storageExplorer.skippedDetailsHelp
source: 显示跳过项目的说明
ar: إظهار تفاصيل العناصر التي تم تخطيها
de: Details zu übersprungenen Objekten anzeigen
en: Show details about skipped items
es: Mostrar detalles de los elementos omitidos
fr: Afficher les détails des éléments ignorés
ja: スキップした項目の詳細を表示
ko: 건너뛴 항목 세부사항 보기
pt: Mostrar detalhes dos itens ignorados
ru: Показать сведения о пропущенных объектах
tr: Atlanan öğelerin ayrıntılarını gösterir
zh_hant: 顯示略過項目的說明

# storageExplorer.skippedDetailsTitle
source: 未扫描的项目
ar: عناصر لم يتم فحصها
de: Nicht gescannte Objekte
en: Items not scanned
es: Elementos no analizados
fr: Éléments non analysés
ja: スキャンされなかった項目
ko: 스캔하지 않은 항목
pt: Itens não analisados
ru: Не просканированные объекты
tr: Taranmayan Öğeler
zh_hant: 未掃描的項目

# storageExplorer.skippedDetailsMessage
source: %d 个项目因权限、云端占位文件或文件系统边界而被跳过。显示的总大小可能偏低。
ar: تم تخطي %d من العناصر بسبب الأذونات أو العناصر النائبة السحابية أو حدود نظام الملفات. قد يكون الإجمالي المعروض أقل من الحجم الفعلي.
de: %d Objekte wurden wegen Berechtigungen, Cloud-Platzhaltern oder Dateisystemgrenzen übersprungen. Die angezeigte Gesamtgröße kann zu niedrig sein.
en: %d items were skipped because of permissions, cloud placeholders, or file-system boundaries. The displayed total may be low.
es: Se omitieron %d elementos por permisos, marcadores de nube o límites del sistema de archivos. El total mostrado puede ser inferior al real.
fr: %d éléments ont été ignorés en raison des autorisations, d’emplacements réservés dans le nuage ou des limites du système de fichiers. Le total affiché peut être sous-estimé.
ja: アクセス権、クラウドのプレースホルダ、またはファイルシステムの境界により%d項目がスキップされました。表示される合計は実際より小さい場合があります。
ko: 권한, 클라우드 자리 표시자 또는 파일 시스템 경계로 인해 %d개 항목을 건너뛰었습니다. 표시된 합계가 실제보다 작을 수 있습니다.
pt: Foram ignorados %d itens devido a permissões, marcadores da nuvem ou limites do sistema de ficheiros. O total apresentado pode ser inferior ao real.
ru: Пропущено объектов: %d. Причина: разрешения, облачные заполнители или границы файловой системы. Показанный итог может быть занижен.
tr: İzinler, bulut yer tutucuları veya dosya sistemi sınırları nedeniyle %d öğe atlandı. Görüntülenen toplam düşük olabilir.
zh_hant: %d 個項目因權限、雲端預留檔案或檔案系統邊界而被略過。顯示的總大小可能偏低。

# storageExplorer.folderChangedNotice
source: 扫描后文件夹发生了变化；移动已变化的文件夹前需要刷新。
ar: تغير المجلد بعد الفحص. حدّث النتائج قبل نقل المجلدات المتغيرة إلى سلة المهملات.
de: Der Ordner wurde nach dem Scan geändert. Aktualisieren Sie, bevor Sie geänderte Ordner in den Papierkorb bewegen.
en: The folder changed after the scan. Refresh before moving changed folders to Trash.
es: La carpeta cambió después del análisis. Actualiza antes de mover carpetas modificadas a la Papelera.
fr: Le dossier a changé après l’analyse. Actualisez avant de placer les dossiers modifiés dans la corbeille.
ja: スキャン後にフォルダが変更されました。変更されたフォルダをゴミ箱に移動する前に更新してください。
ko: 스캔 후 폴더가 변경되었습니다. 변경된 폴더를 휴지통으로 이동하기 전에 새로 고치십시오.
pt: A pasta mudou após a análise. Atualize antes de mover pastas alteradas para o Lixo.
ru: Папка изменилась после сканирования. Обновите данные перед перемещением изменённых папок в Корзину.
tr: Klasör, taramadan sonra değişti. Değişen klasörleri çöpe taşımadan önce yenileyin.
zh_hant: 掃描後檔案夾發生了變更；將已變更的檔案夾移到垃圾桶前需要重新整理。

# storageExplorer.symlinkReviewUnsupported
source: 符号链接不能加入审阅；请在访达中管理链接本身。
ar: لا يمكن إضافة الروابط الرمزية إلى المراجعة. أدِر الرابط نفسه في Finder.
de: Symbolische Links können nicht zur Prüfung hinzugefügt werden. Verwalten Sie den Link im Finder.
en: Symbolic links cannot be added to review. Manage the link itself in Finder.
es: Los enlaces simbólicos no se pueden añadir a la revisión. Gestiona el enlace en Finder.
fr: Les liens symboliques ne peuvent pas être ajoutés à la vérification. Gérez le lien dans le Finder.
ja: シンボリックリンクは確認対象に追加できません。リンク自体はFinderで管理してください。
ko: 심볼릭 링크는 검토에 추가할 수 없습니다. 링크 자체는 Finder에서 관리하십시오.
pt: Não é possível adicionar ligações simbólicas à revisão. Faça a gestão da ligação no Finder.
ru: Символические ссылки нельзя добавить на проверку. Управляйте самой ссылкой в Finder.
tr: Sembolik bağlantılar incelemeye eklenemez. Bağlantının kendisini Finder'da yönetin.
zh_hant: 符號連結無法加入審閱；請在 Finder 中管理連結本身。

# storageExplorer.elapsedSecondsFormat
source: %.1f 秒
ar: %.1f ث
de: %.1f s
en: %.1f s
es: %.1f s
fr: %.1f s
ko: %.1f초
pt: %.1f s
ru: %.1f с
tr: %.1f sn

# storageExplorer.reviewUnavailable
source: 此项目不能加入审阅。
ar: لا يمكن إضافة هذا العنصر إلى المراجعة.
de: Dieses Objekt kann nicht zur Prüfung hinzugefügt werden.
en: This item cannot be added to review.
es: Este elemento no se puede añadir a la revisión.
fr: Cet élément ne peut pas être ajouté à la vérification.
ja: この項目はレビューに追加できません。
ko: 이 항목은 검토에 추가할 수 없습니다.
pt: Este elemento não pode ser adicionado à revisão.
ru: Этот объект нельзя добавить на проверку.
tr: Bu öğe incelemeye eklenemez.
zh_hant: 此項目無法加入檢閱。

# storageExplorer.preview
source: 预览
ar: معاينة
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
pt: Pré-visualizar
ru: Предпросмотр
tr: Önizleme
zh_hant: 預覽

# storageExplorer.hardLinkNotice
source: 此文件有 %d 个硬链接；移除最后一个链接后才会释放空间。
ar: لهذا الملف %d من الروابط الثابتة. لا تتحرر المساحة إلا بعد إزالة الرابط الأخير.
de: Diese Datei hat %d feste Links. Speicherplatz wird erst nach Entfernen des letzten Links freigegeben.
en: This file has %d hard links. Space is released only after the final link is removed.
es: Este archivo tiene %d enlaces físicos. El espacio se libera al eliminar el último enlace.
fr: Ce fichier possède %d liens physiques. L’espace n’est libéré qu’après la suppression du dernier lien.
ja: このファイルには%d個のハードリンクがあります。最後のリンクを削除した後にのみ容量が解放されます。
ko: 이 파일에는 %d개의 하드 링크가 있습니다. 마지막 링크를 제거한 후에만 공간이 확보됩니다.
pt: Este ficheiro tem %d ligações físicas. O espaço só é libertado depois de remover a última ligação.
ru: У этого файла %d жёстких ссылок. Место освободится только после удаления последней ссылки.
tr: Bu dosyanın %d sabit bağlantısı var. Alan, yalnızca son bağlantı kaldırıldığında serbest kalır.
zh_hant: 此檔案有 %d 個硬連結；移除最後一個連結後才會釋放空間。
